[
    {
        "item-name": "Bunny with Overalls & Beanie - Instant Download Sewing Pattern",
        "description": "This sweet little Bunny is a timeless friend that will make a personal gift The overalls are very easy to put on and off, even for small children, the finished height of the Bunny is 30 cm ",
        "price": "20",
        "category" : "3",
        "photo": "https://i.etsystatic.com/11415489/r/il/5e04af/3636452260/il_1140xN.3636452260_ksqv.jpg"
    },
    {
        "item-name": "Wood Pendant Light | Chandelier Lighting | Industrial Lamp",
        "description": "Ceiling Cup Dimensions 14cm carefully Packaged All our packages are carefully constructed to avoid accidents in transit",
        "price": "120",
        "category":"2",
        "photo": "https://i.etsystatic.com/11286611/r/il/5fdde8/855669119/il_1140xN.855669119_d7a1.jpg"
    },
    {
        "item-name": "Ceramic soap maker stoneware",
        "description": "Ceramic soap dish stoneware with 3 spherical legs",
        "price": "21",
        "category":"2",
        "photo": "https://i.etsystatic.com/7817319/r/il/fc718c/3866113170/il_794xN.3866113170_ofca.jpg"
    },
    {
        "item-name":"Leather Messenger bag men",
        "description":"Laptop bag perfect for all seasons. Felt and leather messenger bag for men with full-grain leather strap in selected color (21 available). 17 inch laptop bag with adjustable strap that can be carried on the shoulder or slung across the body. Fabric crossbody bag big enough to fit your laptop, books, charger and other necessities. Whether you're looking for a present for your brother, boyfriend or dad new laptop bag may be a practical gift idea for him.",
        "price":"141",
        "category" : "0",
        "photo":"https://i.etsystatic.com/9198402/r/il/acf011/1548283094/il_1140xN.1548283094_o5yc.jpg"

    },
    {
        "item-name":"Newborn girl shoes",
        "description":"Gray and pink fur booties, Newborn girl shoes, Preemie girl shoes, Crochet slippers, Baby girl gift, Baby girl shoes, Baby girl boots, Uggs",
        "price":"30",
        "category":"1",
        "photo":"https://i.etsystatic.com/9004865/r/il/857651/2169039032/il_1140xN.2169039032_q7dd.jpg"
    }, 
    {
        "item-name":"Moroccan rug Vintage rug  handmade rug",
        "description":"It is handmade by natural wool and adorned with simple geometric Berber symbols This ancient oriental rug looks simple elegant and vintage",
        "price":"314",
        "category":"5",
        "photo":"https://i.etsystatic.com/17993233/r/il/55b9a8/3865770902/il_1140xN.3865770902_a9f1.jpg"
    },
    {
        "item-name":"Beginner Embroidery Kit",
        "description": "You will receive the materials to complete the hoop, informative guide and pattern in order to create your own embroidery hoop as pictured.",
        "price": "34.86",
        "category":"4",
        "photo" : "https://i.etsystatic.com/14243195/r/il/7f671e/1962615702/il_1140xN.1962615702_aplu.jpg"
    },
    {
        "item-name":"Knit Kit",
        "description":"Perfectly snug and super cosy, this gorgeous knitted hat can be worn rolled up in a beanie style, or down for a more slouchy fit. Also add a pompom if you'd like! We have another listing for a single colour hat. Choose from our 25 different yarn colours and make yourself either a stripey or a colour pop hat!",
        "price": "50.84",
        "category":"4",
        "photo":"https://i.etsystatic.com/13197440/r/il/4a61be/2201688551/il_1140xN.2201688551_n6qe.jpg"
    },
    {
        "item-name":"DIY Beginner Needle Felting Kit Colourful Cats and Dogs",
        "description":"These fun little faceless cats and dogs are nice and easy to put together so they are the best kits for beginners. You get 2 kits so it means more experience and fun little pets to display. they are only about 3 inches tall depending on how you felt them.",
        "photo":"https://i.etsystatic.com/13321254/r/il/57bfef/2289708945/il_1140xN.2289708945_3ep4.jpg",
        "price":"20",
        "category":"4"
    },
    {
        "item-name":"Soup Bowls",
        "description":"A beautiful meal deserves a beautiful presentation. This handmade black and white ceramic serving bowl is perfect for serving a salad, soup, or pasta. Each rustic bowl is hand molded. The inside is finished with a chic shiny white glaze, while the base of the serving bowl is left the natural matte black clay. There’s no reason to wait for a special occasion to pull out your beautiful dishware.",
        "photo":"https://i.etsystatic.com/10745498/r/il/48235d/1118761057/il_1140xN.1118761057_iqb2.jpg",
        "price":"76.55",
        "category":"2"
    }
]